
"Home" = "Parz świetną kawę w domu";

"Recipelist" = "z wspaniałymi przepisami od profesjonalistów kawy";

"Tetsu" = "w tym słynną metodą 4:6 Tetsu Kasuyi.";

"Recipedetail" = "Dostosuj ilości kawy i wody według potrzeb.";

"Preparation" = "Parzenie z dokładnymi instrukcjami";

"Brewing" = "kroki parzenia automatycznie się dostosują.";

"Darktheme" = "Obsługuje ciemny motyw";

"Languages" = "i wiele języków.";